Repository: anyc/londonlaw
Catalog: londonlaw/locale/*/LC_MESSAGES/*.po
Languages: nl

source: London Law does not appear to be installed.
nl: London Law lijkt niet geinstalleerd

source: Attempting to launch admin client from current directory...
nl: Bezig met laden van administratie client vanuit huidige directory...

source: Attempting to launch client from current directory...
nl: Bezig met laden van client vanuit deze directory...

source: Attempting to launch server from current directory...
nl: Bezig met laden van server vanuit deze directory...

source: Red
nl: Rood

source: Yellow
nl: Geel

source: Green
nl: Groen

source: Blue
nl: Blauw

source: Black
nl: Zwart

source: That game has already been completed.
nl: Het spel is al afgelopen.

source: Mr. X successfully evaded the detectives for 24 turns. Mr. X wins!
nl: Mr. X heeft succesvol alle stappen doorlopen en heeft uit handen van de detectives weten te blijven! Mr. X heeft gewonnen!

source: None of the detectives are able to move. Mr. X wins!
nl: Geen van de detectives kunnen zich meer verplaatsen. Mr. X heeft gewonnen!

source: Game name in use.
nl: Spel naam in gebruik.

source: admin login disabled. Consult the user manual to enable administrator access.
nl: Administrator login uitgeschakeld. Kijk in de gebruikershandleiding voor het activeren van de Administrator gebruiker.

source: Incorrect password.
nl: Onjuist wachtwoord.

source: That username is in use.
nl: Deze gebruikersnaam is in gebruik.

source: Removed game "%(gamename)s"
nl: Het spel "%(gamename)s" is verwijderd

source: Player name not found.
nl: Spelersnaam niet gevonden.

source: Unrecognized game name.
nl: Onbekende spelnaam.

source: The server admin ejected you from this game.
nl: De server administrator heeft u uit dit spel verwijderd.

source: No such user is connected.
nl: Deze gebruiker is niet verbonden.

source: That move is illegal.
nl: Die stap mag niet!

source: Game is in progress.
nl: Spel bezig...

source: Unsupported language code.
nl: Onbekende taalcode.

source: That game name is already in use.
nl: Die spelnaam is al in gebruik.

source: New game "%(gamename)s" created by player "%(playername)s"
nl: Nieuw spel "%(gamename)s" aangemaakt door "%(playername)s"

source: Already logged in.
nl: Al ingelogd.

source: Player "%(playername)s" has signed on
nl: Speler "%(playername)s" heeft zich aangemeld.

source: Protocol version not verified.
nl: Protocol versie kan niet worden nagegaan.

source: Protocol version already verified.
nl: Protocol versie is reeds nagegaan.

source: Incompatible protocol version.
nl: Onjuiste protocol versie.

source: Unrecognized protocol string.
nl: Niet herkende protocol opdracht!

source: Connection lost to player "%(playername)s"
nl: Verbinding met speler "%(playername)s" is verbroken.

source: Unrecognized command.
nl: Onbekende opdracht.

source: Invalid number of moves.
nl: Onjuist aantal zetten.

source: That team is full.
nl: Dat team zit vol.

source: Player not on team.
nl: Speler niet in team.

source: listen for connections on port NUM
nl: luister naar verbindingen op poort NUM

source: send to:
nl: verzend naar:

source: all
nl: alles

source: File
nl: Bestand

source: Exit%(hotkey)s
nl: Afsluiten%(hotkey)s

source: Connect to:
nl: Verbind met:

source: port:
nl: poort:

source: User information:
nl: Gebruikers informatie:

source: username:
nl: gebruikersnaam:

source: password:
nl: wachtwoord:

source: Connect
nl: Verbind

source: Quit
nl: Afsluiten

source: Server Message
nl: Server Mededeling

source: Create a New Game
nl: Crëeer een nieuw spel

source: New Game:
nl: Nieuw spel:

source: game room name:
nl: Spelkamer naam:

source: game type:
nl: Speltype:

source: standard
nl: standaard

source: Cancel
nl: Annuleren

source: Disconnect
nl: Verbinding verbreken

source: Disconnect from server
nl: Verbreek verbinding met server

source: Exit London Law
nl: Sluit London Law af

source: Game Room
nl: Spelkamer

source: Game Type
nl: Speltype

source: Players
nl: Spelers

source: (no games currently available)
nl: (momenteel geen spellen beschikbaar)

source: New Game
nl: Nieuw spel

source: Disconnect from the server and exit London Law?
nl: Verbinding met de server verbreken en London Law afsluiten?

source: Disconnect and Quit
nl: Verbreken en Afsluiten

source: Turn %(num)d
nl: Zet %(num)d

source: Fullscreen Map%(hotkey)s
nl: Volledig Scherm%(hotkey)s

source: Toggle fullscreen map view
nl: Schakel over naar volledige scherm weergave

source: Map Zoom%(hotkey)s
nl: Kaart Vergroten%(hotkey)s

source: Mr. X History%(hotkey)s
nl: Mr X Geschiedenis%(hotkey)s

source: Show/hide the Mr. X history window
nl: Toon/verberg het geschiedenis venster van Mr. X

source: View
nl: Toon

source: About London Law
nl: Over London Law

source: The game has not yet started.
nl: Dit spel is nog niet gestart

source: Turn: 0
nl: Ronde: 0

source: Move
nl: zet

source: View History
nl: Toon Geschiedenis

source: Zoom
nl: Vergroot

source: <%(playername)s [to team]> %(message)s
nl: <%(playername)s [aan team]> %(message)s

source: a taxi
nl: een taxi

source: a bus
nl: een bus

source: the underground
nl: een metro

source: a black ticket
nl: een black ticket

source: Mr. X made his move using %(transport)s.
nl: Mr. X heeft zijn zet gedaan met %(transport)s.

source: Mr. X moved to %(number)d using %(transport)s.
nl: Mr. X verplaatste zich naar %(number)d d.m.v. %(transport)s.

source: The Red Detective moved to %(number)d using %(transport)s.
nl: De rode detective verplaatste zich naar %(number)d d.m.v %(transport)s.

source: The Yellow Detective moved to %(number)d using %(transport)s.
nl: De gele detective is verplaatst naar %(number)d d.mv. %(transport)s.

source: The Green Detective moved to %(number)d using %(transport)s.
nl: De groene detective is verplaatst naar %(number)d d.mv. %(transport)s.

source: The Blue Detective moved to %(number)d using %(transport)s.
nl: De blauwe detective is verplaatst naar %(number)d d.mv. %(transport)s.

source: The Black Detective moved to %(number)d using %(transport)s.
nl: De zwarte detective is verplaatst naar %(number)d d.mv. %(transport)s.

source: Mr. X just used a double move ticket!
nl: Mr. X heeft een dubbele zet gedaan!

source: Double Move
nl: Dubbele Zet

source: London Law v%(version)s A multiplayer manhunting adventure by Paul Pelzl
nl: London Law v%(version)s Een multiplayer detective spel door Paul Pelzl

source: Turn: %(num)d
nl: Zet: %(num)d

source: you
nl: jij

source: It is Mr. X's turn (%(username)s).
nl: de beurt is aan Mr. X (%(username)s).

source: It is the Red Detective's turn (%(username)s).
nl: Het is de beurt aan de rode detective (%(username)s).

source: It is the Yellow Detective's turn (%(username)s).
nl: Het is de beurt aan de gele detective (%(username)s).

source: It is the Green Detective's turn (%(username)s).
nl: Het is de beurt aan de groene detective (%(username)s).

source: It is the Blue Detective's turn (%(username)s).
nl: Het is de beurt aan de blauwe detective (%(username)s).

source: It is the Black Detective's turn (%(username)s).
nl: Het is de beurt aan de zwarte detective (%(username)s).

source: Choose a Move
nl: Kies een zet

source: move type:
nl: soort zet:

source: Single
nl: èèn

source: Double
nl: dubbele

source: Move from %(number)d to
nl: Ga van %(number)d naar

source: using
nl: d.m.v.

source: Move from %(number)s to
nl: Ga van %(number)s naar

source: Move One:
nl: Eerste zet:

source: Move Two:
nl: Tweede Zet:

source: Mr. X can't move to that location.
nl: Mr. X kan daar zich niet naar die locatie verplaatsen.

source: The Red Detective can't move to that location.
nl: De rode detective kan zich niet naar die locatie verplaatsen.

source: The Yellow Detective can't move to that location.
nl: De gele detective kan niet daarheen verplaatsen.

source: The Green Detective can't move to that location.
nl: De groene detective kan niet daarheen verplaatsen.

source: The Blue Detective can't move to that location.
nl: De blauwe detective kan niet daarheen verplaatsen.

source: The Black Detective can't move to that location.
nl: De zwarte detective kan niet daarheen verplaatsen.

source: Illegal Move
nl: Illegale zet

source: underground
nl: metro

source: You have been disconnected from the server.
nl: Je verbinding is verbroken.

source: Preparing to start the game...
nl: Bezig met het starten van het spel...

source: Player "%(playername)s" disconnected from the server.
nl: Speler "%(playername)s" verbrak de verbinding met de server.

source: Player "%(playername)s" has rejoined the game.
nl: Speler "%(playername)s" heeft zich opnieuw bijgevoegd in het spel.

source: Choose a Team
nl: Kies een team

source: Player
nl: Speler

source: Votes to Start?
nl: Aantal stemmen?

source: (no players joined)
nl: (geen spelers hebben zich bijgevoegd)

source: Leave Game
nl: Spel Verlaten

source: Choose Team
nl: Kies Spel

source: Vote to Start
nl: Stem om te starten

source: London Law -- Connect to Server
nl: London Law -- Verbind met Server

source: London Law -- Choose a Game
nl: London Law -- Kies Spel

source: London Law -- Team Selection
nl: London Law -- Team Selectie

source: You must enter a valid hostname.
nl: Je moet een correcte hostnaam opgeven.

source: You must enter a valid port number.
nl: Je moet een correcte poort opgeven.

source: You must enter a valid username.
nl: Je moet een correcte gebruikersnaam opgeven.

source: The port number must be an integer.
nl: De poort mag alleen een integer (nummer) zijn.

source: Connecting to server...
nl: Bezig met verbinden met server...
